Repository: huhwt/huhwt-wtlin
Catalog: resources/lang/*.po
Languages: ca, es

source: back to ClippingsCart-Show
ca: Tornar a retallades
es: Volver a recortes

source: Please wait - transfer in progress
ca: Per favor, espere... -transferéncia en curs-
es: Por favor, espere... -transferencia en curso-

source: Start LINEAGE in new tab
ca: Iniciar LINEAGE a una nova pestanya
es: Iniciar LINEAGE en nueva pesta√±a

source: Transfer completed
ca: Transferéncia completada
es: Transferencia completada

source: LINEAGE Launch
ca: Iniciant LINEAGE
es: Iniciando LINEAGE

source: Key to retrieve data
ca: Clau per a recuperar dades
es: Clave para recuperar datos

source: IDB key
ca: Clau IDB
es: Clave IDB

source: Clippings identifier
ca: Identificador de retallades
es: Identificador de recortes

source: (Own identifier)
ca: (Identificador propi)
es: (Identificador propio)

source: Optional: Set own identifier
ca: Opcional: Establir identificador propi
es: Opcional: Establecer identificador propio
